Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ernesto był zadowolony z wykonanego przeze mnie zadania. W nagrodę dał mi worek złota i kilka trunków ze swojego lokalu. Obiecał też, że przy najbliższej okazji wspomni o moim sukcesie Lorenzo.
uk: Ернесто був задоволений виконаним мною завданням. Як винагороду він дав мені гаманець з золотом і кілька напоїв від свого закладу. Він також пообіцяв за першої ж нагоди розповісти Лоренцо про мій успіх.

source: Ernesto będzie miał ochronę?
uk: Ернесто матиме охорону?

source: Ernesto prosił mnie, bym przekazał ci gar zupy.
uk: Ернесто попросив передати тобі каструлю супу.

source: Ernesto pójdzie tunelem, i powiedział o tym chyba wystarczająco głośno. Teraz zapytam Caramona, czy czegoś nie zauważył.
uk: Ернесто піде тунелем, він сказав про це досить голосно, щоб почули оточуючі. Потрібно запитати Карамона, чи не помітив він чогось.

source: Ernesto w pełni zasłużył na swój los. Już ja zadbam, by poszedł na samo dno!
uk: Ернесто повністю заслужив свою долю. Я особисто подбаю про те, щоб він спустився на саме дно!

source: Ernesto wyraźnie jest z ciebie zadowolony.
uk: Ернесто дуже тобою задоволений.

source: Ernesto z trudem opanowywał gniew, gdy mówiłem mu o mojej porażce. Docenił co prawda fakt, że przyszedłem do niego osobiście, ale nie mam co liczyć na jego poparcie u Lorenzo.
uk: Ернесто насилу стримував свій гнів, коли я розповів йому про свою невдачу. Хоч він і оцінив, що я прийшов до нього особисто, але я можу не розраховувати на його підтримку перед Лоренцо.

source: Ernesto z trudem opanowywał gniew, gdy mówiłem mu o mojej porażce. Docenił co prawda to, że przyszedłem do niego osobiście, ale nie zmienia to faktu, że go zawiodłem, podobnie jak Lorenzo.
uk: Ернесто насилу стримував свій гнів, коли я розповів йому про свою невдачу. Хоч він і оцінив, що я прийшов до нього особисто, це не змінює того факту, що я підвів його, як і Лоренцо.

source: Ernesto zgodził się bym mógł kupić u niego jego nadzwyczajne wina. Swoją austerie prowadzi w Starym Mieście.
uk: Ернесто погодився продавати мені свої вишукані вина. Його Гостинний двір знаходиться у Старому місті.

source: Ernesto, kontrahent Araxos, poprosił mnie o rozwiązanie jego problemu z Bodowinem. Na prośbę alchemika kupiec zlecił zebranie ziół leczniczych chłopakowi o imieniu Kaf, jednak zioła, które przyniósł Bodowinowi, okazały się felerne. Ernesto poprosił mnie, abym przekonał alchemika do puszczenia sprawy w niepamięć. Mógłbym też odnaleźć Kafa i przyprowadzić go do kupca. W tym celu powinienem udać się najpierw do Sigrid, która poleciła mu tego chłopaka. Zajmuje się pasaniem owiec w Dzielnicy Rzemieślniczej.
uk: Ернесто, замовник Араксосу, попросив мене вирішити його проблему з Бодовіном. На прохання алхіміка купець доручив хлопчині на ім'я Каф зібрати лікарські трави, але трави, які він приніс Бодовіну, виявилися неякісними. Ернесто попросив мене переконати алхіміка забути про цей випадок. Я також міг би відшукати Кафа і привести його до купця. Для цього мені слід спершу завітати до Сігрід, яка порекомендувала йому цього хлопця. Вона пасе овець у Ремісничому кварталі.

source: Errblr lhg vaarkgdjemj ez xqgqoke.
uk: Еррблр лхґ ваарлфаа ез хкогоке.

source: Ervalt
uk: Ервальт

source: Esencja lecznicza
uk: Цілюща есенція

source: Esencja many
uk: Есенція мани

source: Esencja tymczasowej siły
uk: Есенція тимчасової сили

source: Esti
uk: Есті

source: Esti przekona Fabio do pomysłu z bagiennym zielem, jeśli będzie miała na bagnie odpowiednie warunki mieszkalne. Spróbuję porozmawiać z kimś, kto zna się na obróbce drewna, najlepiej drwalem, i zmieni ten teren w zdatny do życia.
uk: Есті зможе переконати Фабіо в доцільності ідеї з болотною травою, якщо на болоті будуть створені належні умови для життя. Я спробую поговорити з кимось, хто розуміється на деревообробці, бажано з лісорубом, аби зробити цю місцевість придатною для життя.

source: Esti stwierdziła, że praca przy bagiennym zielu będzie dla nas lepsza niż siedzenie tutaj.
uk: Есті стверджує, що вирощувати болотну траву для нас буде краще, ніж сидіти тут.

source: Esti zgodziła się poprzeć mój pomysł z bagiennym zielem.
uk: Есті погодилася підтримати мою ідею з болотною травою.

source: Etykieta na menzurce została zdrapana.
uk: Етикетка на мензурці була зішкрябана.

source: Etykieta wskazuje, że
uk: На етикетці вказано, що йому

source: Euric
uk: Ейріх

source: Euric nie zgodził się oddać mi swojego pancerza.
uk: Ейріх відмовився віддати мені свій обладунок.

source: Euric wyruszył do Graysona. Oliver jest w środku.
uk: Ейріх вирушив до Грейсона. Олівер знаходиться всередині.

source: Euric został poinformowany. Nie pozostaje nic innego, jak czekać na 'wydarzenie roku'.
uk: Ейріх проінформований. Лишилося тільки зачекати на 'подію року'.

source: Euric! Teraz!
uk: Ейріх! Зараз!

source: Eva
uk: Єва

source: Ewald
uk: Евальд

source: Ewald pewnie stracił cierpliwość czekając na mnie... Lepiej będzie, jeśli temat uznam za zamknięty.
uk: Евальду, мабуть, урвався терпець, чекаючи на мене... Я вважатиму цю тему закритою.

source: Ewidentnie do obowiązków strażnika należy wszystko - łącznie z podziwianiem nieudolnych starań ambitnych marzycieli.
uk: Очевидно, що в обов'язки вартового входить все – в тому числі й потурання невмілим зусиллям амбітних мрійників.

source: Ezekiel
uk: Єзекіїль

source: Ezekiel będzie musiał sam sobie poradzić ze swoimi zmartwieniami.
uk: Єзекіїлю доведеться впоратися зі своїми проблемами самотужки.

source: Ezekiel chciałby pochować na tutejszym cmentarzu swoją córkę.
uk: Єзекіїль хотів би поховати свою доньку на місцевому цвинтарі.

source: Ezekiel chciałby pochować swoją córkę. Aby pomóc staremu kupcowi, muszę porozmawiać z lokalnym magiem w wiosce i zapytać, czy nie ma możliwości pochowania Flory na tutejszym cmentarzu.
uk: Єзекіїль хотів би поховати свою доньку. Щоб допомогти старому купцеві, мені потрібно поговорити з місцевим магом в селі та запитати, чи можна поховати Флору на місцевому цвинтарі.

source: Ezekiel chciałby zastąpić Veita na stanowisku handlarza w wiosce.
uk: Єзекіїль хотів би замінити Вейта на посаді сільського торговця.

source: Ezekiel jest zdruzgotany śmiercią córki. Na szczęście udało mi się go namówić, by razem z nami poszedł do wioski.
uk: Єзекіїль спустошений смертю своєї доньки. На щастя, мені вдалося переконати його піти разом з нами в село.

source: Ezekiel może rozpocząć handel w wiosce. Teraz będzie mógł wieść tutaj spokojne życie, blisko grobu swojej córki.
uk: Єзекіїль може почати торгувати у селі. Тепер він зможе вести спокійне життя тут, поряд із могилою своєї доньки.

source: Ezekiel musi radzić sobie sam.
uk: Єзекіїль повинен впоратися сам.

source: Ezekiel nie chce nigdzie iść. Jego wola, nie moja sprawa, topielce będą miały więcej jedzenia.
uk: Єзекіїль не хоче нікуди йти. Його рішення – це не моя справа. У луркерів буде чим поживитися.

source: Ezekiel poprosił mnie, bym przekonał wartowników z wioski do pójścia razem z nim po ciało jego córki. Myślę, że dwie osoby do pomocy powinny wystarczyć.
uk: Єзекіїль попросив мене вмовити охоронців з села піти з ним, щоб забрати тіло його доньки. Я думаю, що двох людей для допомоги буде достатньо.

source: Ezekiel potrzebuje pomocy ze sprowadzeniem ciała swojej córki.
uk: Єзекіїлю потрібна допомога, щоб повернути тіло його доньки.

source: Ezekiel stał się najważniejszym handlarzem w całym Silbach i okolicy. Jego stragan każdego dnia odwiedzają tłumy ludzi, kupujących najróżniejsze towary.
uk: Єзекіїль став найвідомішим торговцем у всьому Сільбаху та околицях. Його прилавок щодня відвідують натовпи людей, купуючи найрізноманітніші товари.

source: Ezekiel wciąż przeżywa ostatnie wydarzenia. W aktualnym stanie nie nadaje się do żadnej pracy. Rozejrzę się za pomocą u innych.
uk: Єзекіїль все ще переживає нещодавню втрату. У його нинішньому стані він не в змозі виконувати будь-яку роботу. Я пошукаю допомоги у інших.

source: Ezekiel zacznie pracę w karczmie. Powinienem zajrzeć do niego wkrótce, w razie jakby potrzebował pomocy.
uk: Єзекіїль почне працювати у корчмі. Мені слід відвідати його найближчим часом, на випадок, якщо знадобиться допомога.

source: Ezekiel zastąpi cię w wiosce.
uk: Єзекіїль замінить тебе в селі.

source: Ezran wyjął pergamin z zawiniątka i zaczął mamrotać mantrę pod nosem. Dotknął obumarłej, lecz wciąż pięknej rośliny i skupił się bardzo mocno. Czuł, jak łodyga i liście serafisu zaczynają odżywać, delikatnie falując na wietrze. Kątem oka dostrzegł błękitną poświatę, która tak szybko, jak się pojawiła, tak szybko też i znikła. Roślina opadła, a wraz z nią nadzieje chłopaka.
uk: Езран дістав пергамент і почав бурмотіти мантру собі під ніс. Він торкнувся мертвої, але все ще прекрасної рослини і повністю сконцентрувався. Він відчув, як стебло і листя серафісу починають оживати, м'яко колихаючись на вітрі. Краєм ока він помітив блакитне сяйво, яке зникло так само швидко, як і з'явилося. Рослина зів'яла, а разом з нею і надії хлопчика.

source: F
uk: Ф

source: Fabio
uk: Фабіо

source: Fabio dostał to, na co od samego początku zasługiwał.
uk: Фабіо отримав те, на що від самого початку заслуговував.

source: Fabio i jego ludzie nie żyją. Teraz nikt nie będzie próbował wedrzeć się do Wilczego Leża. Czas porozmawiać z Crednarem.
uk: Фабіо і його люди мертві. Тепер ніхто не намагатиметься вдертися до Вовчого Лігва. Час поговорити з Креднаром.

source: Fabio ma dość gulaszu Marthy i chce, żebym przyniósł mu dobrze wysmażony stek z barana. Może jeśli spełnię jego prośbę, to uda mi się przekonać go do pracy u Albyna?
uk: Фабіо наївся рагу Марти і хоче, щоб я приніс йому добре просмажений баранячий стейк. Може, якщо я виконаю його прохання, то зможу переконати його працювати у Альбіна?

source: Fabio ma dość gulaszu Marthy i chce, żebym przyniósł mu dobrze wysmażony stek z barana. W przeciwnym wypadku, jak sam powiedział, jego pięść przyozdobi mi gębę. Może jeśli spełnię jego prośbę, to uda mi się przekonać go do pracy u Albyna?
uk: Фабіо наївся рагу Марти та хоче, щоб я приніс йому добре просмажений баранячий стейк. Інакше, як він сам сказав, його кулак прикрасить мій рот. Може, якщо я виконаю його прохання, то зможу переконати його працювати на Альбіна?

source: Fabio ma rację, grota może i wydawała się straszna, ale nie było w niej nic niebezpiecznego. Nie ma powodu, by niepokoić pozostałych.
uk: Фабіо має рацію, печера могла здатися страшною, але в ній не було нічого небезпечного. Немає причин лякати інших.

source: Fabio nie żyje. Nie uda mi się teraz przekonać pozostałych uchodźców, by opuścili swój obóz. Chyba nie obędzie się bez rozwiązania siłowego...
uk: Фабіо загинув. Я не зможу переконати інших біженців покинути табір. Не думаю, що знайдеться рішення, яке обійдеться без насильства...

source: Fabio powiedział, że pójdzie razem z grupą na bagna, jeśli opłacę im jakiegoś obrońcę. Muszę mu zapłacić odpowiednią kwotę.
uk: Фабіо сказав, що піде з групою на болота після того, як я оплачу їм якусь охорону. Що ж, доведеться заплатити йому необхідну суму.

source: Fabio unosił się swoją dumą, ale perspektywa pysznego pieczonego mięsa i zimnego piwa sprawiła, że postanowił udać się do Albyna.
uk: Фабіо був сповнений гордощів, але перспектива поласувати смачним смаженим м'ясом і холодним пивом переконали його піти до Альбіна.

source: Fabio zdawał się mieć konflikt z moim bratem.
uk: Здається, у Фабіо був конфлікт з моїм братом.

source: Fabio zebrał kilku podejrzanych typów i ruszyli w stronę winnic, niby w poszukiwaniu pracy.
uk: Фабіо зібрав кількох підозрілих типів, і вони вирушили до виноградників, начебто в пошуках роботи.

source: Fabio zgodził się udać z towarzyszami na północ od Wilczego Leża, gdzie będą hodować bagienne ziele. Porozmawiam ze strażnikiem Leża, może teraz mnie przepuści.
uk: Фабіо погодився піти зі своїми товаришами на північ від Вовчого Лігва, де вони будуть вирощувати болотну траву. Я поговорю з вартовим Лігва, можливо, тепер він мене пропустить.

source: Fabio, gdzie jesteś?
uk: Фабіо, де ти?

source: Fabio, gdzie tym razem zaprowadziłeś swoich ludzi?
uk: Фабіо, куди ти завів своїх людей цього разу?

source: Fabio, ty biedny sukinsynu...
uk: Фабіо, жалюгідний сучий сину...

source: Fabio? Dla mnie jest bardzo miły, ale widziałam, że niektórzy nie mają z nim lekko.
uk: Фабіо? Як на мене, він дуже милий, але я помітила, що деяким людям з ним нелегко.

source: Facet był tak przerażony, że wpadł w panikę i wbiegł sam prosto do gniazda pełzaczy. Reszty chyba nie muszę już opisywać.
uk: Чоловік був настільки наляканий, що запанікував і сам побіг прямо в гніздо повзунів. Гадаю, далі можна не розповідати.

source: Facet jest naprawdę świetnym szermierzem i ma ogromną cierpliwość do żółtodziobów.
uk: Він дійсно чудовий фехтувальник і має величезне терпіння до новачків.

source: Facet jest strażnikiem, więc podejrzewam, że wolałby nie tłumaczyć się jutro u Rodericha z pociętego pancerza.
uk: А цей хлопець – вартовий, тож я сподіваюсь, що йому не доведеться завтра пояснювати Родеріху, що сталося з його уніформою.

source: Facet jest trochę bardziej surowy niż Weigar, ale na szczęście dobrze ocenił moje profesjonalne rozgonienie pijaczków spod karczmy Helgi.
uk: Цей хлопець трохи суворіший за Вейгара, але, на щастя, він зміг оцінити мій професіоналізм у розгоні п'яничок із корчми Хельги.

source: Facet jest wielki jak góra i tylko straszy mi pozostałych klientów. Mówił, że nazywa się Ben. Jeśli go stąd weźmiesz, to będę ci dozgonnie wdzięczna.
uk: Хлопець великий, як гора, і лякає моїх клієнтів. Сказав, що його звуть Бен. Якщо ти зможеш спровадити його звідси, я буду безмежно вдячна.

source: Facet każdemu wciska tą samą historyjkę.
uk: Хлопець кожному розповідає одну і ту ж історію.

source: Facet koniecznie chce, aby ktoś grał podczas ich spotkania, i dlatego muszę się nauczyć grać na lutni.
uk: Хлопець дуже хоче, щоб хтось грав під час їхньої зустрічі, і тому я маю навчитися грати на лютні.

source: Facet ma na sprzedaż naprawdę świetny sprzęt, pewnie nawet lepszy od tego, czym paladyni walczą na froncie!
uk: Хлопець має на продаж чудове спорядження. Мабуть, навіть краще за те, яким паладини воюють на фронті!

source: Facet mniej więcej mojego wzrostu, łysy, ale trochę bardziej umięśniony. Poznałeś go jakiś czas temu, gdy przybyliśmy do wioski razem z resztą naszych towarzyszy.
uk: Хлопець приблизно мого зросту, лисий, але трохи більш м'язистий. Ти бачився з ним деякий час тому, коли ми прибули у село разом з іншими нашими супутниками.

source: Facet mniej więcej mojego wzrostu, łysy, ale trochę bardziej umięśniony. Poznałeś go jakiś czas temu, gdy przybył w nocy do wioski razem z resztą moich towarzyszy.
uk: Хлопець приблизно мого зросту, лисий, але трохи більш м'язистий. Ти бачився з ним деякий час тому, коли він прибув у село вночі разом з іншими моїми супутниками.

source: Facet może być niewinny.
uk: Хлопець може бути невинним.

source: Facet może i jest przywódcą, ale przynajmniej panuje u nas duża swoboda. No i możemy chlać tyle piwa, ile nasze brzuchy są w stanie pomieścić!
uk: Нехай він і лідер, але тепер ми принаймні маємо більше свободи. І можемо пити стільки пива, скільки в нас влізе!

source: Facet naprawdę myślał, że jeśli zapłaci, to ot tak Cortez pozwoli mu odejść?
uk: Він справді думав, що якщо заплатить, то Кортез так просто його відпустить?

source: Facet nazywa się Ars. Od dłuższego czasu agitował przeciwko bogatym i miał osobisty zatarg z Volkerem.
uk: Хлопця звуть Арс. Він давно виступав проти багатіїв і мав особисту ворожнечу з Волкером.

source: Facet nie jest stąd, ale traktujemy go jak swojego.
uk: Він не місцевий, але ми ставимось до нього, як до рідного.

source: Facet od dłuższego czasu nalegał, by po prostu pozbyć się Lichwiarza, a śmierć kogoś bliskiego przelała czarę goryczy.
uk: Хлопець вже давно наполягав на тому, щоб просто позбутися Лихваря, а смерть близької людини підлила масла у вогонь.

source: Facet pobiegł w kierunku tego zapadliska. Jeśli się pospieszymy, powinniśmy go tam dopaść!
uk: Хлопець побіг до тієї вирви. Якщо поквапимось, то встигнемо його там впіймати!

source: Facet podobno nie był w stanie nawet zaprowadzić go na Plac Targowy. Podobno spotkali się obok tego budowanego domu, pomiędzy Targiem Rybnym a domem kartografa Ludwiga.
uk: Мені сказали, що хлопець навіть не зміг довести його до Ринкової площі. Вони зустрілися біля недобудованого будинку, десь між Рибним ринком і будинком картографа Людвіга.

source: Facet przez całą noc przeciekał jak stara łajba. I tak długo by nie pociągnął.
uk: Хлопець всю ніч протікав, як старий човен, і довго б він не протягнув.

source: Facet robi trochę przy ślusarce, dźwigu i przenoszeniu towarów, a do tego był kiedyś nawet w klasztorze.
uk: Хлопець трохи займається слюсарними роботами, кранами та переміщенням вантажів, до того ж він навіть був колись у монастирі.

source: Facet trochę się pokręcił, popilnował, i nie powiem, dobrze się spisywał, ale teraz gdzieś... zniknął.
uk: Він якийсь час тут крутився, наглядав, і не скажу, що він добре працював, але тепер він... зник.

source: Facet twierdzi, że ulotki wciąż krążą po mieście, ale jest ich ograniczona ilość. Próbowałem wydobyć od niego informację, gdzie są inni agitatorzy, ale gość nie chce powiedzieć. Zostaje mi szukać ich na własną rękę lub zmusić tę gnidę do gadania.
uk: Хлопець стверджує, що листівки все ще поширюються в місті, але їхня кількість обмежена. Я намагався витягнути з нього інформацію про те, де знаходяться інші агітатори, але хлопець відмовляється говорити. Мені залишається шукати їх самостійно або розговорити цього недоумка.

source: Facet tworzy własną armię tuż pod nosem Rodericha, przejmuje interesy za przyzwoleniem bezradnej Gildii Kupieckiej. Kto wie, jaki będzie jego następny krok?
uk: Він створює власну армію прямо під носом у Родеріха, захоплює торгівлю за мовчазної згоди безпорадної Торгової Гільдії. Хто знає, яким буде його наступний крок?

source: Facet w końcu się przymknął. Może teraz pośpię parę godzin.
uk: Хлопець нарешті заткнувся. Можливо, тепер я посплю хоч кілька годин.

source: Facet wlewa w siebie piwo za piwem, a rano powtarza tylko, że będzie się leczył tym, czym się struł.
uk: Хлопець вливає в себе пиво за пивом, а вранці лише повторює, що клин клином вибивають.

source: Facet wyraźnie nie chce mi powiedzieć, skąd ma te ulotki. Chyba nie mam większego wyboru - muszę zmusić go do gadania w ten, czy w inny sposób.
uk: Хлопець явно не хоче розповідати, звідки у нього листівки. Схоже, у мене немає вибору – так чи інакше, я мушу його розговорити.

source: Facet wyraźnie nie chce mi powiedzieć, skąd ma te ulotki. Mógłbym spróbować zmusić go do gadania lub poszukać innych agitatorów w mieście.
uk: Хлопець явно не хоче розповідати, звідки у нього листівки. Я можу спробувати розговорити його або пошукати інших агітаторів в місті.

source: Facet zdaje się mieć nerwy ze stali i już udowodnił, że można mu zaufać. Poza tym, Roderich za zasługi dał mu trochę wolnego, więc może nawet zaczął się już nudzić.
uk: Здається, хлопець має сталеві нерви і вже довів, що йому можна довіряти. До того ж, Родеріх дав йому відпустку за його заслуги, тож він, можливо, вже навіть почав нудьгувати.

source: Facet zdecydowanie oszukiwał, trochę mi się oberwało.
uk: Хлопець явно шахраював, мені трохи дісталось.

source: Faceta ledwo stać na to, żeby od czasu do czasu odwiedzić Mroczne Tajemnice w mieście, a co dopiero by wynająć sobie małą armię!
uk: Хлопець ледве може дозволити собі час від часу відвідувати Темні Таємниці в місті, не кажучи вже про те, щоб найняти собі невелику армію!

source: Faceta zmieniają rano. Spróbuj szczęścia wtedy. Bądź miły i nie podskakuj, a jeżeli będą chcieli, rzuć im parę monet.
uk: Вранці його змінюють. Спробуй тоді. Будь чемним і не випендрюйся, а якщо буде треба, дай їм кілька монет.

source: Facetowi z czasem się zmarło, a ja najęłam czeladników i rozbudowałam ją do rozmiarów całego cechu.
uk: Згодом він помер, а я найняла учнів і розширила її до розмірів цілої майстерні.

source: Fadha
uk: Фадха

source: Fadha nie zna się na nastawianiu kości. Będę musiał poszukać pomocy u kogoś innego.
uk: Фадха не знає, як вправляти кістки. Мені доведеться звернутися по допомогу до когось іншого.

source: Fadha twierdzi, że mogłabyś nauczyć mnie alchemii.
uk: Фадха сказала, що ти можеш навчити мене алхімії.

source: Fadha, aptekarka z Siostrzanego Kociołka, może mnie nauczyć podstaw alchemii. Gdybym jednak chciał podszkolić się w tej dziedzinie, powinienem odwiedzić jej siostrę, Ramhę.
uk: Фадха, аптекарка з Сестринського казана, може навчити мене основам алхімії. Однак, якщо я хочу вдосконалити свої навички, мені слід відвідати її сестру, Рамху.

source: Fajka wodna
uk: Кальян

source: Fajne kobiety tu macie, więc nieźle. Idziemy w końcu do tych kanałów?
uk: Гарні у вас тут жінки, навіть дуже. Ми нарешті підемо до тієї каналізації?

source: Fajrant w pracy?
uk: Відпочиваєш?

source: Fakt, na pracę zawsze znajdzie się czas, mogę zrobić sobie chwilę odpoczynku.
uk: Дійсно, для роботи завжди буде час, я можу зробити перерву.

source: Fakt, obcowanie z siarką nie jest przyjemne.
uk: Річ у тім, що мати справу з сіркою не дуже приємно.

source: Fakt, paladyni są bardzo wybredni. Tu potrzeba 'magicznego rytuału'.
uk: Справа в тому, що паладини дуже вибагливі. Тут тобі потрібен 'магічний ритуал'.

source: Fakt, to do niego niepodobne. Pogadam z nim.
uk: Це дійсно на нього не схоже. Я поговорю з ним.

source: Fakt, uchodźcy są tani, ale co z tego, skoro nie ma żadnych efektów!
uk: Правда, біженцям можна менше платити, але який сенс, якщо результатів немає!

source: Fakt, że Królewski Wysłannik uczepił się miastowych, jest dla mieszkańców Leża niebywale satysfakcjonujący. Czekamy na kolejne wieści o jego działaniach.
uk: Той факт, що Королівський посол створює проблеми містянам, надзвичайно тішить мешканців Лігва. Ми з нетерпінням чекаємо новин про його діяльність.

source: Faktem jest też to, że nie mamy wystarczająco dużo dowodów, by móc udowodnić ci winę.
uk: Водночас, ми фактично не маємо достатньо доказів, щоб довести твою провину.

source: Faktycznie go przyprowadziliście, no, no. Nie spodziewaliśmy się, że będziecie to chcieli rozegrać w ten sposób.
uk: Ти справді привів його сюди, так-так. Ми не очікували, що ти все розіграєш саме так.

source: Faktycznie, ani sztuki złota... Jak zarobisz, to pogadamy.
uk: І справді, золота немає... Як заробиш, тоді й поговоримо.

source: Faktycznie, bełt wystrzelony przez Grona wygląda zwyczajnie. Z pewnością nie jest to jeden z tych służących do polowań na pełzacze. Muszę szukać dalej.
uk: Насправді, болт, яким вистрілив Грон, виглядає звичайнісіньким. Безумовно, це не один з тих, що використовуються для полювання на повзунів. Потрібно продовжувати пошуки.

source: Faktycznie, będzie ciekawie. Dzięki.
uk: Справді, це буде цікаво. Дякую.

source: Faktycznie, doszły mnie słuchy, że w tamtej okolicy kręci się kilku szemranych typów. Miałem tę sprawę komuś przydzielić, ale widzę, że mnie ubiegłeś.
uk: Насправді, я чув, що в тому районі вештаються якісь підозрілі типи. Я збирався доручити цю справу комусь іншому, але бачу, що ти мене випередив.

source: Faktycznie, lepiej nie ryzykować.
uk: Дійсно, краще не ризикувати.

source: Faktycznie, mamy przyznanie się do winy. Strażnik, odprowadzić winnego do aresztu!
uk: Фактично, ми маємо зізнання. Варта, заарештуйте винуватця!

source: Faktycznie, nawet całkiem sprawnie zebrana. Dzięki.
uk: Непогано, навіть досить якісно зібрано. Дякую.

source: Faktycznie, nie mam. I tak jestem już martwa.
uk: І справді, нічого. Я все одно вже покійниця.

source: Faktycznie, nie powinno być problemu ze znalezieniem tych roślin w okolicy.
uk: Взагалі-то, проблем з пошуком цих рослин в нашій місцевості виникнути не повинно.
